export default function SupportDisclaimer() {
  return  (
    <section>
      <h2>免責事項</h2>
      <p>当社は、当社のウェブサイト（以下「本サイト」）に掲載されている情報の正確性には万全を期しておりますが、技術上または法令解釈上など不正確な記載や誤植を含む場合があります。情報が不正確であったこと、あるいは誤植があったことなどにより生じたいかなる損害に関しても責任を負いません。</p>
      <p>当社は、当サイトに含まれる情報もしくは内容を利用することに伴い直接・間接的に生じた損失等に対し、当社は何ら責任を負いません。当サイトの情報を使用したことから生じる結果の全ては、使用者自身の責任と負担になります。</p>
      <p>当社は、当サイトの内容は、事前に予告することなく、変更、修正し、または削除、閉鎖することがあります。当社はこれらについて、何ら責任を負うものではありません。</p>
      <p>当サイト内に設定されたリンク先が外部サイトの場合、その外部サイトの内容について、当社はその責任を擁しません。</p>
      <p>本免責事項は、当サイトに掲載されている情報および当サイトを利用することに適用されます。</p>
    </section>
  )
}