export default function SupportPolicy() {
  return (
    <section>
      <h2>プライバシーポリシー</h2>
      <h3>個人情報の取り扱いについて</h3>
      <p>「Style & Color Vell mo」（以下「当社」）は、お客様の個人情報の保護を重要視しております。当社は、個人情報保護法およびその他の関係法令を遵守し、お客様の個人情報を適切に保護および管理いたします。</p>
      <p>当社は、お客様の個人情報を、以下の目的に限り利用いたします。</p>
      <ul>
        <li>お客様の予約、ご来店の確認、ご予約内容の変更、キャンセル等の連絡</li>
        <li>お客様への当社のサービスに関するご案内</li>
        <li>お客様へのアンケートの実施</li>
        <li>お客様への当社のサービス向上のための分析</li>
        <li>お客様への当社のサービスに関するご案内</li>
      </ul>
      <p>当社は、お客様の個人情報を、上記の利用目的を達成するために必要な範囲でのみ利用いたします。当社は、お客様の個人情報を、お客様の同意なしに、上記の利用目的以外に利用することはいたしません。</p>
      <p>当社は、お客様の個人情報を、適切かつ合理的な安全対策を講じることにより、紛失、改ざん、漏洩等のリスクから保護いたします。</p>
      <p>当社は、お客様の個人情報を、当社の正当な権利の行使または保護のために必要な場合、または法令に基づき開示を求められた場合を除き、お客様の同意なしに、第三者に提供することはいたしません。</p>
      <p>当社は、お客様の個人情報の取り扱いに関するお問い合わせ窓口を設置いたします。お客様は、当社の個人情報の取り扱いについてご不明な点やご意見がございましたら、当社の個人情報の取り扱いに関するお問い合わせ窓口までご連絡ください。</p>
      <p>当社は、予告なしに本プライバシーポリシーを随時変更することがあります。</p>
      <time dateTime="2023-06-16">2023年6月16日</time>
      <p>Style & Color Vell mo</p>
    </section>
  )
}